Repository: developer88/timepad-wordpress-plugin
Catalog: languages/timepad-*.po
Languages: ru_ru

source: Your PHP version is less than %s
ru_ru: Ваша версия PHP ниже чем %s

source: Your website WordPress version is less than %s
ru_ru: Версия WordPress Вашего сайта ниже чем %s

source: Your PHP version is less than %s. TimePad Events plugin requires at least PHP 5.4 and can work with errors on older versions. We recommed you update your PHP version - you can do this by contacting your system administrator or to your hosting support.
ru_ru: Ваша версия PHP ниже чем %s. Плагин TimePad может работать некорректно на версиях PHP ниже 5.4. Мы рекомендуем вам обновить PHP - сделать это вы можете обратившись к вашему систему администратору или в службу техподдержки хостинга.

source: Your website WordPress version is less than %s. TimePad Events plugin requires at least WordPress 4.0 and can work with errors on older versions. We recommend you update your WordPress to the latest version.
ru_ru: Версия WordPress ниже чем %s. Плагин TimePad требует как минимум WordPress версии 4.0 и может работать с ошибками на более ранних версиях. Мы советуем Вам обновить WordPress до последней версии версии.

source: TimePad Events error messages:
ru_ru: Сообщения об ошибках плагина TimePad:

source: TimePad Settings
ru_ru: Настройки TimePad

source: Settings
ru_ru: Настройки

source: TimePad Redirect
ru_ru: Редирект TimePad

source: Redirect
ru_ru: Редирект

source: Category name must have string length more than 5 characters.
ru_ru: Наименование категории должно быть более 5 символов.

source: Category slug must have string length more than 5 characters.
ru_ru: Ярлык категории должен быть более 5 символов

source: Wrong security nonce value.
ru_ru: Неверное значение security nonce.

source: General
ru_ru: Основное

source: TimePad Events
ru_ru: События TimePad

source: TimePad account
ru_ru: Аккаунт TimePad

source: Cancel account
ru_ru: Отключить аккаунт

source: Are you sure about cancel account
ru_ru: Вы уверены что хотите отключить аккаунт

source: To start work with events, select one of TimePad organizations
ru_ru: Чтобы начать работать с событиями, выберите одну из организаций на TimePad

source: Select
ru_ru: Выбрать

source: Organization
ru_ru: Организация

source: Cancel organization
ru_ru: Отключить организацию

source: Are you sure about cancel organization
ru_ru: Вы уверены что хотите отключить организацию

source: Import TimePad events as custom post types
ru_ru: Импортировать события из TimePad как кастомные типы записей

source: All your organization events will be automatically imported to this site in the form of pages with customizable categories
ru_ru: Все события вашей организации будут автоматически импортироваться на этот сайт в виде страниц с настраиваемой категорией

source: Import status
ru_ru: Статус импорта

source: Automatically import events and create entries for the ones
ru_ru: Автоматически импортировать события и создавать для них записи

source: Synchronize now
ru_ru: Синхронизировать сейчас

source: The name of the event category
ru_ru: Название категории событий

source: Events category label
ru_ru: Ярлык категории событий

source: Save changes
ru_ru: Сохранить изменения

source: If you're already using TimePad, simply sync your events with this website. To do this, simply click the &laquo;prepare the system for TimePad events organization&raquo;
ru_ru: Если вы уже пользуетесь TimePad, просто синхронизируйте ваши события с этим сайтом. Для этого просто нажмите кнопку &laquo;Подготовить систему для организации событий TimePad&raquo;

source: Prepare the system for TimePad events organization
ru_ru: Подготовить систему для организации событий TimePad

source: Timepad Settings
ru_ru: Настройки TimePad

source: Edit events at TimePad
ru_ru: Изменить событие на TimePad-е

source: Members
ru_ru: Участники

source: View on TimePad
ru_ru: Смотреть на TimePad

source: Event
ru_ru: Событие

source: Events
ru_ru: События

source: Add New
ru_ru: Добавить новое

source: Add New %1$s
ru_ru: Добавить новое %1$s

source: Edit %1$s
ru_ru: Редактировать %1$s

source: New %1$s
ru_ru: Новое %1$s

source: All %2$s
ru_ru: Все %2$s

source: View %1$s
ru_ru: Просмотр %1$s

source: Search %2$s
ru_ru: Поиск %2$s

source: No %2$s found
ru_ru: Ничего из %2$s не найдено

# taxonomy general name
source: %s Categories
ru_ru: %s: Категории

source: Search Categories
ru_ru: Искать категории

source: All Categories
ru_ru: Все категории

source: Parent Category
ru_ru: Родительская категория

source: Parent Category:
ru_ru: Родительская категория:

source: Edit Category
ru_ru: Изменить категорию

source: Update Category
ru_ru: Обновить категорию

source: Add New Category
ru_ru: Добавить новую категорию

source: New Category Name
ru_ru: Новое название категории

source: Categories
ru_ru: Категории

source: Once in three minutes
ru_ru: Один раз в три минуты
